Repository: jorgealves96/tutti-learny-frontend
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# reportScreen_submitSuccess
source: Report submitted successfully. Thank you!
es: ¡Reporte enviado con éxito. Gracias!
fr: Signalement envoyé avec succès. Merci !
pt: Relatório enviado com sucesso. Obrigado!

# reportScreen_typeInaccurate
source: Inaccurate Content
es: Contenido Inexacto
fr: Contenu Inexact
pt: Conteúdo Incorreto

# reportScreen_typeBrokenLinks
source: Broken or Incorrect Links
es: Enlaces Inactivos o Incorrectos
fr: Liens Incorrects ou Inactifs
pt: Links Inativos ou Incorretos

# reportScreen_typeInappropriate
source: Inappropriate Content
es: Contenido Inapropiado
fr: Contenu Inapproprié
pt: Conteúdo Inapropriado

# reportScreen_typeOther
source: Other
es: Otro
fr: Autre
pt: Outro

# reportStatusScreen_title
source: Report Status
es: Estado del Reporte
fr: Statut du Signalement
pt: Estado do Relatório

# reportStatusScreen_noReportFound
source: No report found for this path.
es: No se encontró ningún reporte para esta ruta.
fr: Aucun signalement trouvé pour ce parcours.
pt: Nenhum relatório encontrado para este percurso.

# reportStatusScreen_statusLabel
source: Status: {status}
es: Estado: {status}
fr: Statut : {status}
pt: Estado: {status}

# reportStatusScreen_resolvedMessageDefault
source: This issue has been reviewed and resolved. Thank you for your feedback!
es: Este problema ha sido revisado y resuelto. ¡Gracias por tu comentario!
fr: Ce problème a été examiné et résolu. Merci pour votre retour !
pt: Este problema foi revisto e resolvido. Obrigado pelo seu feedback!

# reportStatusScreen_submittedMessage
source: Your report has been submitted and will be reviewed soon. Thank you for helping us improve!
es: Tu reporte ha sido enviado y será revisado pronto. ¡Gracias por ayudarnos a mejorar!
fr: Votre signalement a été soumis et sera examiné bientôt. Merci de nous aider à nous améliorer !
pt: O seu relatório foi submetido e será revisto em breve. Obrigado por nos ajudar a melhorar!

# reportStatusScreen_acknowledgeButton
source: Acknowledge & Close
es: Confirmar y Cerrar
fr: Confirmer et Fermer
pt: Confirmar e Fechar

# reportStatus_submitted
source: Submitted
es: Enviado
fr: Soumis
pt: Submetido

# reportStatus_inReview
source: In Review
es: En revisión
fr: En cours d'examen
pt: Em Revisão

# reportStatus_resolved
source: Resolved
es: Resuelto
fr: Résolu
pt: Resolvido

# reportStatus_unknown
source: Unknown
es: Desconocido
fr: Inconnu
pt: Desconhecido

# quizHistoryScreen_title
source: Quiz History
es: Historial de Cuestionarios
fr: Historique des Quiz
pt: Histórico de Quizzes

# quizHistoryScreen_noQuizzesTaken
source: No quizzes taken yet.
es: Aún no se han realizado cuestionarios.
fr: Aucun quiz effectué pour l'instant.
pt: Nenhum quiz realizado ainda.

# quizHistoryScreen_cta
source: Test your knowledge by creating a new quiz!
es: ¡Pon a prueba tus conocimientos creando un nuevo cuestionario!
fr: Testez vos connaissances en créant un nouveau quiz !
pt: Teste os seus conhecimentos criando um novo quiz!

# quizHistoryScreen_createQuizButton
source: Create a New Quiz
es: Crear un Nuevo Cuestionario
fr: Créer un Nouveau Quiz
pt: Criar um Novo Quiz

# quizHistoryScreen_createAnotherQuizButton
source: Take Another Quiz
es: Hacer Otro Cuestionario
fr: Faire un autre Quiz
pt: Fazer Outro Quiz

# quizHistoryScreen_score
source: Score: {score}/{total}
es: Puntuación: {score}/{total}
pt: Pontuação: {score}/{total}

# quizHistoryScreen_takenOn
source: Taken on: {date}
es: Realizado el: {date}
fr: Effectué le : {date}
pt: Realizado em: {date}

# quizHistoryScreen_quizInProgress
source: Quiz in Progress
es: Cuestionario en Progreso
fr: Quiz en cours
pt: Quiz em Progresso

# quizScreen_failedToLoad
source: Failed to load quiz.
es: Error al cargar el cuestionario.
fr: Échec du chargement du quiz.
pt: Falha ao carregar o quiz.

# quizScreen_questionOf
source: Question {current} of {total}
es: Pregunta {current} de {total}
fr: Question {current} sur {total}
pt: Pergunta {current} de {total}

# quizScreen_nextQuestion
source: Next Question
es: Siguiente Pregunta
fr: Question Suivante
pt: Próxima Pergunta

# quizScreen_submit
source: Submit
es: Enviar
fr: Envoyer
pt: Submeter

# quizScreen_back
source: Back
es: Atrás
fr: Retour
pt: Voltar

# quizScreen_quizComplete
source: Quiz Complete!
es: ¡Cuestionario Completado!
fr: Quiz Terminé !
pt: Quiz Concluído!

# quizScreen_yourScore
source: Your Score:
es: Tu Puntuación:
fr: Votre Score :
pt: A Sua Pontuação:

# quizScreen_backToPath
source: Back to Path
es: Volver a la Ruta
fr: Retour au Parcours
pt: Voltar ao Percurso

# quizScreen_loadingTitle
source: Generating your custom quiz...
es: Generando tu cuestionario personalizado...
fr: Génération de votre quiz personnalisé...
pt: A gerar o seu quiz personalizado...

# quizScreen_resumingTitle
source: Resuming your quiz...
es: Reanudando tu cuestionario...
fr: Reprise de votre quiz...
pt: A retomar o seu quiz...

# quizReviewScreen_title
source: Review Answers
es: Revisar Respuestas
fr: Vérifier les Réponses
pt: Rever Respostas

# quizReviewScreen_reviewAnswersButton
source: Review Answers
es: Revisar Respuestas
fr: Vérifier les Réponses
pt: Rever Respostas

# quizScreen_loadingSubtitle
source: Our AI is preparing a set of questions to test your knowledge. This may take a few moments.
es: Nuestra IA está preparando una serie de preguntas para poner a prueba tus conocimientos. Esto puede tardar unos momentos.
fr: Pour aider à renforcer ce que vous avez appris, nous analysons le contenu de votre parcours pour créer un ensemble unique de questions. Cela peut prendre un moment.
pt: A nossa IA está a preparar um conjunto de perguntas para testar os seus conhecimentos. Isto pode demorar alguns momentos.
