Repository: jorgealves96/tutti-learny-frontend
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# generatingPathsScreen_craftingPersonalizedLearningPath
source: Crafting your personalized learning path
es: Creando tu ruta de aprendizaje personalizada
fr: Création de votre parcours d'apprentissage personnalisé
pt: A criar o seu percurso de aprendizagem personalizado

# generatingPathsScreen_loadingPathGenerationMessage
source: Our AI is working hard to create a curriculum tailored to your goals and learning style. This may take a few moments.
es: Nuestra IA está trabajando para crear un plan de estudios adaptado a tus objetivos y estilo de aprendizaje. Esto puede tardar unos momentos.
fr: Tracé de votre parcours d'apprentissage... Nous analysons votre sujet et sélectionnons les meilleures ressources. Cela peut prendre un moment.
pt: A nossa IA está a trabalhar para criar um currículo à medida dos seus objetivos e estilo de aprendizagem. Isto pode demorar alguns momentos.

# homeScreen_pleaseEnterATopic
source: Please enter a topic to generate a path.
es: Por favor, introduce un tema para generar una ruta.
fr: Veuillez entrer un sujet pour générer un parcours.
pt: Por favor, insira um tópico para gerar um percurso.

# homeScreen_usageLimitReached
source: Usage Limit Reached
es: Límite de Uso Alcanzado
fr: Limite d'Utilisation Atteinte
pt: Limite de Utilização Atingido

# homeScreen_maybeLater
source: Maybe Later
es: Quizás Más Tarde
fr: Peut-être plus tard
pt: Talvez Depois

# homeScreen_upgrade
source: Upgrade
es: Mejorar
fr: Surclasser
pt: Atualizar

# homeScreen_hi
source: Hi
es: Hola
fr: Salut
pt: Olá

# homeScreen_callToActionMsg
source: , what do you want to learn today?
es: , ¿qué quieres aprender hoy?
fr: , qu'est-ce que tu veux apprendre aujourd'hui ?
pt: , o que quer aprender hoje?

# homeScreen_createLearningPath
source: Create Learning Path
es: Crear Ruta de Aprendizaje
fr: Créer un Parcours d'Apprentissage
pt: Criar Percurso de Aprendizagem

# homeScreen_recentlyCreatedPaths
source: Recently Created Paths
es: Rutas Creadas Recientemente
fr: Parcours Récemment Créés
pt: Percursos Criados Recentemente

# homeScreen_pathCreatedSuccess
source: Path created successfully!
es: ¡Ruta creada con éxito!
fr: Parcours créé avec succès !
pt: Percurso criado com sucesso!

# loginScreen_welcomePrimary
source: Welcome to
es: Bienvenido a
fr: Bienvenue sur
pt: Bem-vindo ao

# loginScreen_welcomeSecondary
source: Your personal guide to learn anything.
es: Tu guía personal para aprender cualquier cosa.
fr: Votre guide personnel pour tout apprendre.
pt: O seu guia pessoal para aprender qualquer coisa.

# loginScreen_continueWithGoogle
source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
pt: Continuar com o Google

# loginScreen_failedToSignInGoogle
source: Failed to sign in with Google.
es: Error al iniciar sesión con Google.
fr: Échec de la connexion avec Google.
pt: Falha ao iniciar sessão com o Google.

# loginScreen_continueWithPhoneNumber
source: Continue with Phone Number
es: Continuar con Número de Teléfono
fr: Continuer avec un numéro de téléphone
pt: Continuar com Número de Telemóvel

# mainScreen_labelMyPaths
source: My Paths
es: Mis Rutas
fr: Mes Parcours
pt: Meus Percursos

# mainScreen_labelHome
source: Home
es: Inicio
fr: Accueil
pt: Início

# mainScreen_labelProfile
source: Profile
es: Perfil
fr: Profil
pt: Perfil

# mainScreen_tryAgain
source: Try Again
es: Intentar de Nuevo
fr: Réessayer
pt: Tentar Novamente

# myPathsScreen_noPathsCreatedYet
source: No paths created yet
es: Aún no has creado rutas.
fr: Aucun parcours créé pour le moment
pt: Ainda não foram criados percursos

# myPathsScreen_createANewPath
source: Create a New Path
es: Crear una Nueva Ruta
fr: Créer un Nouveau Parcours
pt: Criar um Novo Percurso

# pathDetailScreen_error
source: Error: {error}
fr: Erreur : {error}
pt: Erro: {error}

# pathDetailScreen_pathNotFound
source: Path not found.
es: Ruta no encontrada.
fr: Parcours non trouvé.
pt: Percurso não encontrado.

# pathDetailScreen_usageLimitReached
source: Usage Limit Reached
es: Límite de Uso Alcanzado
fr: Limite d'utilisation atteinte
pt: Limite de utilização atingido

# pathDetailScreen_maybeLater
source: Maybe Later
es: Quizás Más Tarde
fr: Peut-être plus tard
pt: Talvez Depois

# pathDetailScreen_upgrade
source: Upgrade
es: Mejorar
fr: Surclasser
pt: Atualizar

# pathDetailScreen_pathCompleted
source: Congratulations! You have completed this path.
es: ¡Felicidades! Has completado esta ruta.
fr: Félicitations ! Vous avez terminé ce parcours.
pt: Parabéns! Concluiu este percurso.

# pathDetailScreen_failedToExtendPath
source: Failed to extend path: {error}
es: Error al extender la ruta: {error}
fr: Échec de l'extension du parcours : {error}
pt: Falha ao estender o percurso: {error}

# pathDetailScreen_failedToUpdateTask
source: Failed to update task: {error}
es: Error al actualizar la tarea: {error}
fr: Échec de la mise à jour de la tâche : {error}
pt: Falha ao atualizar a tarefa: {error}

# pathDetailScreen_failedToUpdateResource
source: Failed to update resource: {error}
es: Error al actualizar el recurso: {error}
fr: Échec de la mise à jour de la ressource : {error}
pt: Falha ao atualizar o recurso: {error}

# pathDetailScreen_noLinkAvailable
source: This resource has no link available.
es: Este recurso no tiene un enlace disponible.
fr: Cette ressource n'a pas de lien disponible.
pt: Este recurso não tem um link disponível.

# pathDetailScreen_deletePathTitle
source: Delete Path
es: Eliminar Ruta
fr: Supprimer le Parcours
pt: Eliminar Percurso

# pathDetailScreen_deletePathConfirm
source: Are you sure you want to permanently delete this learning path?
es: ¿Estás seguro de que quieres eliminar permanentemente esta ruta de aprendizaje?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce parcours d'apprentissage ?
pt: Tem a certeza de que quer eliminar permanentemente este percurso de aprendizagem?

# pathDetailScreen_cancel
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# pathDetailScreen_delete
source: Delete
es: Eliminar
fr: Supprimer
pt: Eliminar

# pathDetailScreen_failedToDeletePath
source: Failed to delete path: {error}
es: Error al eliminar la ruta: {error}
fr: Échec de la suppression du parcours : {error}
pt: Falha ao eliminar o percurso: {error}

# pathDetailScreen_pathIsComplete
source: Path Complete!
es: ¡Ruta Completada!
fr: Parcours Terminé !
pt: Percurso Completo!

# pathDetailScreen_generating
source: Generating...
es: Generando...
fr: Génération...
pt: A gerar...

# pathDetailScreen_extendPath
source: Extend Path
es: Extender Ruta
fr: Prolonger le Parcours
pt: Estender Percurso

# pathDetailScreen_pathExtendedSuccess
source: Path extended successfully!
es: ¡Ruta extendida con éxito!
fr: Parcours étendu avec succès !
pt: Percurso estendido com sucesso!

# pathDetailScreen_checkReportStatus
source: Check report status
es: Ver estado del reporte
fr: Vérifier le statut du signalement
pt: Ver estado do relatório

# pathDetailScreen_reportProblem
source: Report A Problem
es: Reportar un problema
fr: Signaler un problème
pt: Reportar um problema

# pathDetailScreen_testYourKnowledge
source: Test Your Knowledge
es: Pon a prueba tus conocimientos
fr: Testez vos connaissances
pt: Teste os seus conhecimentos

# phoneLoginScreen_enterPhoneNumberTitle
source: Enter Your Phone Number
es: Introduce tu Número de Teléfono
fr: Entrez votre numéro de téléphone
pt: Insira o seu número de telemóvel

# phoneLoginScreen_enterVerificationCodeTitle
source: Enter Verification Code
es: Introduce el Código de Verificación
fr: Entrez le code de vérification
pt: Insira o Código de Verificação

# phoneLoginScreen_enterPhoneNumberSubtitle
source: Select your country and enter your phone number.
es: Selecciona tu país e introduce tu número de teléfono.
fr: Sélectionnez votre pays et entrez votre numéro de téléphone.
pt: Selecione o seu país e insira o seu número de telemóvel.

# phoneLoginScreen_codeSentSubtitle
source: A 6-digit code was sent to {fullPhoneNumber}
es: Se ha enviado un código de 6 dígitos a {fullPhoneNumber}
fr: Un code à 6 chiffres a été envoyé au {fullPhoneNumber}
pt: Foi enviado um código de 6 dígitos para {fullPhoneNumber}

# phoneLoginScreen_phoneNumberLabel
source: Phone Number
es: Número de Teléfono
fr: Numéro de téléphone
pt: Número de Telemóvel

# phoneLoginScreen_otpLabel
source: 6-Digit Code
es: Código de 6 dígitos
fr: Code à 6 chiffres
pt: Código de 6 dígitos

# phoneLoginScreen_sendCode
source: Send Code
es: Enviar Código
fr: Envoyer le code
pt: Enviar Código

# phoneLoginScreen_verifyCode
source: Verify Code
es: Verificar Código
fr: Vérifier le code
pt: Verificar Código

# phoneLoginScreen_pleaseEnterPhoneNumber
source: Please enter a phone number.
es: Por favor, introduce un número de teléfono.
fr: Veuillez entrer un numéro de téléphone.
pt: Por favor, insira um número de telemóvel.

# phoneLoginScreen_failedToSendCode
source: Failed to send code: {error}
es: Error al enviar el código: {error}
fr: Échec de l'envoi du code : {error}
pt: Falha ao enviar o código: {error}

# phoneLoginScreen_anErrorOccurred
source: An error occurred: {error}
es: Ocurrió un error: {error}
fr: Une erreur est survenue : {error}
pt: Ocorreu um erro: {error}

# phoneLoginScreen_invalidCode
source: Invalid code. Please try again.
es: Código inválido. Por favor, inténtalo de nuevo.
fr: Code invalide. Veuillez réessayer.
pt: Código inválido. Por favor, tente novamente.

# phoneLoginScreen_verifyingAutomatically
source: Verifying automatically...
es: Verificando automáticamente...
fr: Vérification automatique...
pt: A verificar automaticamente...

# profileScreen_editName
source: Edit Name
es: Editar Nombre
fr: Modifier le nom
pt: Editar Nome

# profileScreen_enterYourName
source: Enter your name
es: Introduce tu nombre
fr: Entrez votre nom
pt: Insira o seu nome

# profileScreen_cancel
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# profileScreen_save
source: Save
es: Guardar
fr: Enregistrer
pt: Guardar

# profileScreen_failedToUpdateName
source: Failed to update name: {error}
es: Error al actualizar el nombre: {error}
fr: Échec de la mise à jour du nom : {error}
pt: Falha ao atualizar o nome: {error}

# profileScreen_logout
source: Logout
es: Cerrar Sesión
fr: Déconnexion
pt: Terminar Sessão

# profileScreen_logoutConfirm
source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
pt: Tem a certeza de que quer terminar a sessão?

# profileScreen_deleteAccount
source: Delete Account
es: Eliminar Cuenta
fr: Supprimer le compte
pt: Eliminar Conta

# profileScreen_deleteAccountConfirm
source: Are you sure you want to permanently delete your account? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar tu cuenta permanentemente? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer définitivement votre compte ? Cette action est irréversible.
pt: Tem a certeza de que quer eliminar permanentemente a sua conta? Esta ação não pode ser desfeita.

# profileScreen_delete
source: Delete
es: Eliminar
fr: Supprimer
pt: Eliminar

# profileScreen_user
source: User
es: Usuario
fr: Utilisateur
pt: Utilizador

# profileScreen_joined
source: Joined {date}
es: Miembro desde {date}
fr: Membre depuis {date}
pt: Membro desde {date}

# profileScreen_sectionLearningStatistics
source: Learning Statistics
es: Estadísticas de Aprendizaje
fr: Statistiques d'Apprentissage
pt: Estatísticas de Aprendizagem

# profileScreen_sectionSubscription
source: Subscription
es: Suscripción
fr: Abonnement
pt: Subscrição

# profileScreen_sectionMonthlyUsage
source: Monthly Usage
es: Uso Mensual
fr: Utilisation Mensuelle
pt: Utilização Mensal

# profileScreen_sectionAccountManagement
source: Account Management
es: Gestión de la Cuenta
fr: Gestion du Compte
pt: Gestão da Conta

# profileScreen_statPathsStarted
source: Paths Started
es: Rutas Iniciadas
fr: Parcours Commencés
pt: Percursos Iniciados

# profileScreen_statPathsCompleted
source: Paths Completed
es: Rutas Completadas
fr: Parcours Terminés
pt: Percursos Concluídos

# profileScreen_statResourcesCompleted
source: Resources Completed
es: Recursos Completados
fr: Ressources Terminées
pt: Recursos Concluídos

# profileScreen_usagePathsGenerated
source: Paths Generated
es: Rutas Generadas
fr: Parcours Générés
pt: Percursos Gerados

# profileScreen_usagePathsExtended
source: Paths Extended
es: Rutas Extendidas
fr: Parcours Prolongés
pt: Percursos Estendidos

# profileScreen_usageUnlimited
source: Unlimited
es: Ilimitado
fr: Illimité
pt: Ilimitado

# profileScreen_currentPlan
source: Current Plan
es: Plan Actual
fr: Plan Actuel
pt: Plano Atual

# profileScreen_upgrade
source: Upgrade
es: Mejorar
fr: Améliorer
pt: Melhorar

# profileScreen_manageEditProfile
source: Edit Profile
es: Editar Perfil
fr: Modifier le Profil
pt: Editar Perfil

# profileScreen_manageNotifications
source: Notifications
es: Notificaciones
pt: Notificações

# profileScreen_manageAppearance
source: Theme
es: Tema
fr: Thème
pt: Tema

# profileScreen_manageLanguage
source: Language
es: Idioma
fr: Langue
pt: Idioma

# profileScreen_tierFree
source: Free
es: Gratis
fr: Gratuit
pt: Grátis

# profileScreen_daysLeft
source: Your subscription ends on {date} ({count,plural, =1{1 day left}other{{count} days left}})
es: Tu suscripción finaliza el {date} ({count,plural, =1{1 día restante}other{{count} días restantes}})
fr: Votre abonnement se termine le {date} ({count,plural, =1{1 jour restant}other{{count} jours restants}})
pt: A sua subscrição termina em {date} ({count,plural, =1{1 dia restante}other{{count} dias restantes}})

# profileScreen_manageSubscription
source: Manage
es: Gestionar
fr: Gérer
pt: Gerir

# profileScreen_nameUpdateSuccess
source: Name updated successfully!
es: ¡Nombre actualizado con éxito!
fr: Nom mis à jour avec succès !
pt: Nome atualizado com sucesso!

# profileScreen_statQuizzesCompleted
source: Quizzes Completed
es: Cuestionarios Completados
fr: Quiz Terminés
pt: Quizzes Concluídos

# profileScreen_usageQuizzesCreated
source: Quizzes Created
es: Cuestionarios Creados
fr: Quiz Créés
pt: Quizzes Criados

# subscriptionScreen_title
source: Upgrade Your Learning
es: Mejora Tu Aprendizaje
fr: Améliorez Votre Apprentissage
pt: Melhore a Sua Aprendizagem

# subscriptionScreen_monthly
source: Monthly
es: Mensual
fr: Mensuel
pt: Mensal

# subscriptionScreen_yearly
source: Yearly (Save ~30%)
es: Anual (Ahorra ~30%)
fr: Annuel (Économisez ~30%)
pt: Anual (Poupe ~30%)

# subscriptionScreen_upgradeNow
source: Upgrade Now
es: Mejorar Ahora
fr: Surclasser
pt: Atualizar Agora

# subscriptionScreen_startingPurchase
source: Starting purchase for {tierTitle} ({duration})
es: Iniciando compra para {tierTitle} ({duration})
fr: Début de l'achat pour {tierTitle} ({duration})
pt: A iniciar a compra de {tierTitle} ({duration})

# subscriptionScreen_tierPro_priceMonthly
source: {price}/month
es: {price}/mes
fr: {price}/mois
pt: {price}/mês

# subscriptionScreen_tierPro_priceYearly
source: {price}/year
es: {price}/año
fr: {price}/an
pt: {price}/ano

# subscriptionScreen_tierPro_feature1
source: {count} Path Generations/month
es: {count} Generaciones de Rutas/mes
fr: {count} Générations de parcours/mois
pt: {count} Gerações de Percursos/mês

# subscriptionScreen_tierPro_feature2
source: {count} Path Extensions/month
es: {count} Extensiones de Rutas/mes
fr: {count} Extensions de parcours/mois
pt: {count} Extensões de Percursos/mês

# subscriptionScreen_tierPro_feature3
source: {count} Quizzes/month
es: {count} Cuestionarios/mes
fr: {count} Quiz/mois
pt: {count} Quizzes/mês

# subscriptionScreen_tierUnlimited_title
source: Unlimited
es: Ilimitado
fr: Illimité
pt: Ilimitado

# subscriptionScreen_tierUnlimited_priceMonthly
source: {price}/month
es: {price}/mes
fr: {price}/mois
pt: {price}/mês

# subscriptionScreen_tierUnlimited_priceYearly
source: {price}/year
es: {price}/año
fr: {price}/an
pt: {price}/ano

# subscriptionScreen_tierUnlimited_feature1
source: Unlimited Path Generations
es: Generaciones de Rutas Ilimitadas
fr: Générations de parcours illimitées
pt: Gerações de Percursos Ilimitadas

# subscriptionScreen_tierUnlimited_feature2
source: Unlimited Path Extensions
es: Extensiones de Rutas Ilimitadas
fr: Extensions de parcours illimitées
pt: Extensões de Percursos Ilimitadas

# subscriptionScreen_tierUnlimited_feature3
source: Unlimited Quizzes
es: Cuestionarios Ilimitados
fr: Quiz illimités
pt: Quizzes Ilimitados

# subscriptionScreen_upgradeSuccess
source: Subscription updated successfully!
es: ¡Suscripción actualizada con éxito!
fr: Abonnement mis à jour avec succès !
pt: Subscrição atualizada com sucesso!

# subscriptionScreen_noPlansAvailable
source: No subscription plans are available right now.
es: No hay planes de suscripción disponibles en este momento.
fr: Aucun plan d'abonnement n'est disponible pour le moment.
pt: Não existem planos de subscrição disponíveis de momento.

# subscriptionScreen_purchaseVerificationError
source: Purchase successful, but we couldn't verify it. Please try restoring purchases from the profile screen.
es: Compra realizada con éxito, pero no pudimos verificarla. Por favor, intenta restaurar las compras desde la pantalla de perfil.
fr: Achat réussi, mais nous n'avons pas pu le vérifier. Veuillez essayer de restaurer les achats depuis l'écran de profil.
pt: Compra efetuada com sucesso, mas não foi possível verificá-la. Por favor, tente restaurar as compras no ecrã de perfil.

# suggestionsScreen_title
source: Suggestions
es: Sugerencias
pt: Sugestões

# suggestionsScreen_errorAssigningPath
source: Error assigning path: {error}
es: Error al asignar la ruta: {error}
fr: Erreur lors de l'assignation du parcours : {error}
pt: Erro ao atribuir o percurso: {error}

# suggestionsScreen_header
source: We've found some existing paths have been proven helpful to other users for "{prompt}". You can pick one of these or generate your own.
es: Hemos encontrado algunas rutas existentes que han resultado útiles para otros usuarios para "{prompt}". Puedes elegir una de estas o generar la tuya propia.
fr: Nous avons trouvé des parcours existants qui se sont avérés utiles pour d'autres utilisateurs pour "{prompt}". Vous pouvez en choisir un ou générer le vôtre.
pt: Encontrámos alguns percursos existentes que se revelaram úteis para outros utilizadores para "{prompt}". Pode escolher um destes ou gerar o seu próprio.

# suggestionsScreen_generateMyOwnPath
source: Generate My Own Path
es: Generar Mi Propia Ruta
fr: Générer mon propre parcours
pt: Gerar o Meu Próprio Percurso

# rotatingHintTextField_suggestion1
source: e.g. Learn guitar basics…
es: ej. Aprender lo básico de guitarra…
fr: ex. Apprendre les bases de la guitare…
pt: ex. Aprender o básico de guitarra…

# rotatingHintTextField_suggestion2
source: e.g. Start a course on public speaking…
es: ej. Empezar un curso de hablar en público…
fr: ex. Commencer un cours d'art oratoire…
pt: ex. Começar um curso de como falar em público…

# rotatingHintTextField_suggestion3
source: e.g. Master Excel in 30 days…
es: ej. Dominar Excel en 30 días…
fr: ex. Maîtriser Excel en 30 jours…
pt: ex. Dominar o Excel em 30 dias…

# rotatingHintTextField_suggestion4
source: e.g. Learn to cook Italian food…
es: ej. Aprender a cocinar comida italiana…
fr: ex. Apprendre à cuisiner italien…
pt: ex. Aprender a cozinhar comida italiana…

# rotatingHintTextField_suggestion5
source: e.g. Improve your photography skills…
es: ej. Mejorar mis habilidades de fotografía…
fr: ex. Améliorer mes compétences en photographie…
pt: ex. Melhorar as minhas capacidades de fotografia…

# rotatingHintTextField_suggestion6
source: e.g. Study for the SATs…
es: ej. Estudiar para los exámenes de acceso…
fr: ex. Étudier pour le baccalauréat…
pt: ex. Estudar para os exames nacionais…

# rotatingHintTextField_suggestion7
source: e.g. Learn French for travel…
es: ej. Aprender francés para viajar…
fr: ex. Apprendre le anglais pour voyager…
pt: ex. Aprender francês para viajar…

# rotatingHintTextField_suggestion8
source: e.g. Build a personal budget…
es: ej. Crear un presupuesto personal…
fr: ex. Établir un budget personnel…
pt: ex. Criar um orçamento pessoal…

# rotatingHintTextField_suggestion9
source: e.g. Practice meditation techniques…
es: ej. Practicar técnicas de meditación…
fr: ex. Pratiquer des techniques de méditation…
pt: ex. Praticar técnicas de meditação…

# rotatingHintTextField_suggestion10
source: e.g. Learn to code in Python...
es: ej. Aprender a programar en Python...
fr: ex. Apprendre à coder en Python...
pt: ex. Aprender a programar em Python...

# rotatingHintTextField_unlimitedGenerations
source: Unlimited Generations
es: Generaciones Ilimitadas
fr: Générations Illimitées
pt: Gerações Ilimitadas

# rotatingHintTextField_generationsLeft
source: {count} Path Generations Left
es: {count} Generaciones de Rutas Restantes
fr: {count} Générations de parcours restantes
pt: {count} Gerações de Percursos Restantes

# ratingScreen_title
source: Rating screen
es: Calificar Ruta
fr: Évaluer le Parcours
pt: Avaliar Percurso

# ratingScreen_congratulationsTitle
source: Congratulations on finishing the '{pathTitle}' path!
es: ¡Felicidades por terminar la ruta '{pathTitle}'!
fr: Félicitations pour avoir terminé le parcours '{pathTitle}' !
pt: Parabéns por terminar o percurso '{pathTitle}'!

# ratingScreen_callToAction
source: Your rating helps other users find the best learning paths.
es: Tu calificación ayuda a otros usuarios a encontrar las mejores rutas de aprendizaje.
fr: Comment s'est passé ce parcours d'apprentissage ? Votre évaluation nous aide à trouver le meilleur contenu pour vous et pour les autres apprenants.
pt: A sua avaliação ajuda outros utilizadores a encontrar os melhores percursos de aprendizagem.

# ratingScreen_submitRating
source: Submit rating
es: Enviar Calificación
fr: Envoyer l'évaluation
pt: Enviar Avaliação

# ratingScreen_noThanks
source: No thanks
es: No, gracias
fr: Non, merci
pt: Não, obrigado

# ratingScreen_thankYouTitle
source: Thank you for your feedback!
es: ¡Gracias por tu comentario!
fr: Merci pour votre retour !
pt: Obrigado pelo seu feedback!

# notificationsScreen_learningReminders
source: Learning Reminders
es: Recordatorios de Aprendizaje
fr: Rappels d'Apprentissage
pt: Lembretes de Aprendizagem

# notificationsScreen_learningRemindersDesc
source: Receive notifications for unfinished paths
es: Recibir notificaciones de rutas no finalizadas
fr: Recevoir des notifications pour les parcours non terminés
pt: Receber notificações para percursos não terminados

# notificationsScreen_generalAnnouncements
source: General Announcements
es: Anuncios Generales
fr: Annonces Générales
pt: Anúncios Gerais

# notificationsScreen_generalAnnouncementsSubtitle
source: Receive occasional news and updates about the app.
es: Recibe noticias y actualizaciones ocasionales sobre la aplicación.
fr: Soyez prévenu lors de l'apparition de nouveautés ou mises à jour sur notre application.
pt: Receba notícias e atualizações ocasionais sobre a aplicação.

# reportScreen_title
source: Report a Problem
es: Reportar un Problema
fr: Signaler un Problème
pt: Reportar um Problema

# reportScreen_question
source: What is the problem?
es: ¿Cuál es el problema?
fr: Quel est le problème ?
pt: Qual é o problema?

# reportScreen_optionalDetails
source: Optional Details
es: Detalles Opcionales
fr: Détails Optionnels
pt: Detalhes Opcionais

# reportScreen_detailsHint
source: Provide more details about the issue...
es: Proporcione más detalles sobre el problema...
fr: Fournissez plus de détails sur le problème...
pt: Forneça mais detalhes sobre o problema...

# reportScreen_submitButton
source: Submit Report
es: Enviar Reporte
fr: Envoyer le Signalement
pt: Enviar Relatório
